@{
	NXT = @{
		ErrorMessage  = @{
			Install   = 'אירעה שגיאה במהלך התקנת היישום. אנא בדוק את קובץ היומן למידע נוסף.'
			Repair    = 'אירעה שגיאה במהלך תיקון היישום. אנא בדוק את קובץ היומן למידע נוסף.'
			Uninstall = 'אירעה שגיאה במהלך הסרת ההתקנה של היישום. אנא בדוק את קובץ היומן למידע נוסף.'
		}

		LegacyWelcome = @{
			SaveWork                  = 'אנא שמור את עבודתך וסגור את היישומים.'
			ApplicationName           = 'שם היישום'
			StartedBy                 = 'הופעל על ידי'
			RemainingDeferrals        = 'דחיות נותרות: {0}'
			DeferralExpired           = 'לאחר שהדחייה תפוג, לא תהיה לך עוד אפשרות לדחות.'
			CloseApplications         = 'סגירת יישומים'
			CloseApplicationsTooltip  = 'בחירה באפשרות זו תסגור את היישומים מבלי לשמור שינויים.'
			Close                     = 'ביטול'
			Defer                     = 'דחייה'
			PopUpCloseApplicationText = 'היישומים הבאים עומדים להיסגר מבלי לשמור:'
			PopUpSureToCloseText      = 'האם אתה בטוח שברצונך לסגור זאת?'
			DeadLine                  = 'מועד אחרון: {0}'
			ChooseDefer               = @{
				Install   = 'תוכל לבחור לדחות את ההתקנה עד לתפוגת הדחייה:'
				Repair    = 'תוכל לבחור לדחות את התיקון עד לתפוגת הדחייה:'
				Uninstall = 'תוכל לבחור לדחות את הסרת ההתקנה עד לתפוגת הדחייה:'
			}
			FollowApplication         = @{
				Install   = 'היישום הבא עומד להיות מותקן:'
				Repair    = 'היישום הבא עומד להיות מתוקן:'
				Uninstall = 'היישום הבא עומד להיות מוסר:'
			}
			ApplicationClose          = @{
				Install   = 'יש לסגור את היישומים הבאים לפני שההתקנה יכולה להמשיך.'
				Repair    = 'יש לסגור את היישומים הבאים לפני שהתיקון יכול להמשיך.'
				Uninstall = 'יש לסגור את היישומים הבאים לפני שהסרת ההתקנה יכולה להמשיך.'
			}
			CloseWithoutSaving        = @{
				Abort    = 'אם לא תסגור את היישומים שלך, פריסת התוכנה תידחה.'
				Continue = 'אם לא תסגור את היישומים שלך, הם ייסגרו מבלי לשמור ופריסת התוכנה תימשך.'
			}
		}
	}
}
