@{
	NXT = @{
		ErrorMessage  = @{
			Install   = 'Възникна грешка по време на инсталирането на приложението. Моля, проверете лог файла за повече информация.'
			Repair    = 'Възникна грешка по време на поправката на приложението. Моля, проверете лог файла за повече информация.'
			Uninstall = 'Възникна грешка по време на деинсталирането на приложението. Моля, проверете лог файла за повече информация.'
		}

		LegacyWelcome = @{
			SaveWork                  = 'Моля, запазете работата си и затворете приложенията.'
			ApplicationName           = 'Име на приложението'
			StartedBy                 = 'Стартирано от'
			RemainingDeferrals        = 'Оставащи отлагания: {0}'
			DeferralExpired           = 'След изтичане на отлагането вече няма да имате възможност за отлагане.'
			CloseApplications         = 'Затваряне на приложенията'
			CloseApplicationsTooltip  = 'Избирането на тази опция ще затвори приложенията без запазване на промените.'
			Close                     = 'Отказ'
			Defer                     = 'Отлагане'
			PopUpCloseApplicationText = 'Следните приложения ще бъдат затворени без запазване:'
			PopUpSureToCloseText      = 'Сигурни ли сте, че искате да затворите това?'
			DeadLine                  = 'Краен срок: {0}'
			ChooseDefer               = @{
				Install   = 'Можете да изберете да отложите инсталирането до изтичане на отлагането:'
				Repair    = 'Можете да изберете да отложите поправката до изтичане на отлагането:'
				Uninstall = 'Можете да изберете да отложите деинсталирането до изтичане на отлагането:'
			}
			FollowApplication         = @{
				Install   = 'Следното приложение ще бъде инсталирано:'
				Repair    = 'Следното приложение ще бъде поправено:'
				Uninstall = 'Следното приложение ще бъде деинсталирано:'
			}
			ApplicationClose          = @{
				Install   = 'Следните приложения трябва да бъдат затворени, преди инсталирането да продължи.'
				Repair    = 'Следните приложения трябва да бъдат затворени, преди поправката да продължи.'
				Uninstall = 'Следните приложения трябва да бъдат затворени, преди деинсталирането да продължи.'
			}
			CloseWithoutSaving        = @{
				Abort    = 'Ако не затворите приложенията си, разгръщането на софтуера ще бъде отложено.'
				Continue = 'Ако не затворите приложенията си, те ще бъдат затворени без запазване и разгръщането на софтуера ще продължи.'
			}
		}
	}
}
