@{
	NXT = @{
		ErrorMessage  = @{
			Install   = 'حدث خطأ أثناء تثبيت التطبيق. يرجى مراجعة ملف السجل لمزيد من المعلومات.'
			Repair    = 'حدث خطأ أثناء إصلاح التطبيق. يرجى مراجعة ملف السجل لمزيد من المعلومات.'
			Uninstall = 'حدث خطأ أثناء إلغاء تثبيت التطبيق. يرجى مراجعة ملف السجل لمزيد من المعلومات.'
		}

		LegacyWelcome = @{
			SaveWork                  = 'يرجى حفظ عملك وإغلاق التطبيقات.'
			ApplicationName           = 'اسم التطبيق'
			StartedBy                 = 'بدأه'
			RemainingDeferrals        = 'التأجيلات المتبقية: {0}'
			DeferralExpired           = 'بمجرد انتهاء مدة التأجيل، لن يعد بإمكانك التأجيل.'
			CloseApplications         = 'إغلاق التطبيقات'
			CloseApplicationsTooltip  = 'سيؤدي تحديد هذا الخيار إلى إغلاق التطبيقات دون حفظ أي تغييرات.'
			Close                     = 'إلغاء'
			Defer                     = 'تأجيل'
			PopUpCloseApplicationText = 'التطبيقات التالية على وشك الإغلاق دون حفظ:'
			PopUpSureToCloseText      = 'هل أنت متأكد من إغلاق هذا؟'
			DeadLine                  = 'الموعد النهائي: {0}'
			ChooseDefer               = @{
				Install   = 'يمكنك اختيار تأجيل التثبيت حتى انتهاء مدة التأجيل:'
				Repair    = 'يمكنك اختيار تأجيل الإصلاح حتى انتهاء مدة التأجيل:'
				Uninstall = 'يمكنك اختيار تأجيل إلغاء التثبيت حتى انتهاء مدة التأجيل:'
			}
			FollowApplication         = @{
				Install   = 'التطبيق التالي على وشك التثبيت:'
				Repair    = 'التطبيق التالي على وشك الإصلاح:'
				Uninstall = 'التطبيق التالي على وشك إلغاء التثبيت:'
			}
			ApplicationClose          = @{
				Install   = 'يجب إغلاق التطبيقات التالية قبل متابعة التثبيت.'
				Repair    = 'يجب إغلاق التطبيقات التالية قبل متابعة الإصلاح.'
				Uninstall = 'يجب إغلاق التطبيقات التالية قبل متابعة إلغاء التثبيت.'
			}
			CloseWithoutSaving        = @{
				Abort    = 'إذا لم تقم بإغلاق تطبيقاتك، فسيتم تأجيل نشر البرنامج.'
				Continue = 'إذا لم تقم بإغلاق تطبيقاتك، فسيتم إغلاقها دون حفظ، وسيستمر نشر البرنامج.'
			}
		}
	}
}
