@{
	NXT = @{
		ErrorMessage  = "Η ανάπτυξη του {0} απέτυχε κατά τη διάρκεια του `"{1}`" με σφάλμα {2}.`nΜήνυμα σφάλματος:`n`n{3}`n`nΕλέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες ή επικοινωνήστε με έναν διαχειριστή για περαιτέρω βοήθεια."

		LegacyWelcome = @{
			SaveWork                  = 'Αποθηκεύστε την εργασία σας και κλείστε τις εφαρμογές.'
			ApplicationName           = 'Όνομα εφαρμογής'
			StartedBy                 = 'Έναρξη από'
			RemainingDeferrals        = 'Απομένουσες αναβολές: {0}'
			DeferralExpired           = 'Μόλις λήξει η αναβολή, δεν θα έχετε πλέον τη δυνατότητα αναβολής.'
			CloseApplications         = 'Κλείσιμο εφαρμογών'
			CloseApplicationsTooltip  = 'Επιλέγοντας αυτήν την επιλογή, οι εφαρμογές θα κλείσουν χωρίς αποθήκευση τυχόν αλλαγών.'
			Close                     = 'Άκυρο'
			Defer                     = 'Αναβολή'
			PopUpCloseApplicationText = 'Οι παρακάτω εφαρμογές πρόκειται να κλείσουν χωρίς αποθήκευση:'
			PopUpSureToCloseText      = 'Είστε βέβαιοι ότι θέλετε να κλείσετε αυτό;'
			DeadLine                  = 'Προθεσμία: {0}'
			ChooseDefer               = @{
				Install   = 'Μπορείτε να επιλέξετε αναβολή της εγκατάστασης έως τη λήξη της αναβολής:'
				Repair    = 'Μπορείτε να επιλέξετε αναβολή της επιδιόρθωσης έως τη λήξη της αναβολής:'
				Uninstall = 'Μπορείτε να επιλέξετε αναβολή της απεγκατάστασης έως τη λήξη της αναβολής:'
			}
			FollowApplication         = @{
				Install   = 'Η ακόλουθη εφαρμογή πρόκειται να εγκατασταθεί:'
				Repair    = 'Η ακόλουθη εφαρμογή πρόκειται να επιδιορθωθεί:'
				Uninstall = 'Η ακόλουθη εφαρμογή πρόκειται να απεγκατασταθεί:'
			}
			ApplicationClose          = @{
				Install   = 'Οι παρακάτω εφαρμογές πρέπει να κλείσουν πριν συνεχιστεί η εγκατάσταση.'
				Repair    = 'Οι παρακάτω εφαρμογές πρέπει να κλείσουν πριν συνεχιστεί η επιδιόρθωση.'
				Uninstall = 'Οι παρακάτω εφαρμογές πρέπει να κλείσουν πριν συνεχιστεί η απεγκατάσταση.'
			}
			CloseWithoutSaving        = @{
				Abort    = 'Εάν δεν κλείσετε τις εφαρμογές σας, η ανάπτυξη του λογισμικού θα αναβληθεί.'
				Continue = 'Εάν δεν κλείσετε τις εφαρμογές σας, θα κλείσουν χωρίς αποθήκευση και η ανάπτυξη του λογισμικού θα συνεχιστεί.'
			}
		}
	}
}
