@{
	NXT = @{
		ErrorMessage  = "Развертывание {0} завершилось сбоем на этапе `"{1}`" с ошибкой {2}.`nСообщение об ошибке:`n`n{3}`n`nДля получения дополнительной информации проверьте журналы или обратитесь к администратору за дальнейшей помощью."

		LegacyWelcome = @{
			SaveWork                  = 'Сохраните свою работу и закройте приложения.'
			ApplicationName           = 'Название приложения'
			StartedBy                 = 'Запущено пользователем'
			RemainingDeferrals        = 'Оставшиеся отсрочки: {0}'
			DeferralExpired           = 'После истечения срока отсрочки вы больше не сможете отложить.'
			CloseApplications         = 'Закрыть приложения'
			CloseApplicationsTooltip  = 'При выборе этого параметра приложения будут закрыты без сохранения изменений.'
			Close                     = 'Отмена'
			Defer                     = 'Отложить'
			PopUpCloseApplicationText = 'Следующие приложения будут закрыты без сохранения:'
			PopUpSureToCloseText      = 'Вы уверены, что хотите закрыть это?'
			DeadLine                  = 'Крайний срок: {0}'
			ChooseDefer               = @{
				Install   = 'Вы можете отложить установку до истечения срока отсрочки:'
				Repair    = 'Вы можете отложить восстановление до истечения срока отсрочки:'
				Uninstall = 'Вы можете отложить удаление до истечения срока отсрочки:'
			}
			FollowApplication         = @{
				Install   = 'Следующее приложение будет установлено:'
				Repair    = 'Следующее приложение будет восстановлено:'
				Uninstall = 'Следующее приложение будет удалено:'
			}
			ApplicationClose          = @{
				Install   = 'Прежде чем можно будет продолжить установку, необходимо закрыть следующие приложения.'
				Repair    = 'Прежде чем можно будет продолжить восстановление, необходимо закрыть следующие приложения.'
				Uninstall = 'Прежде чем можно будет продолжить удаление, необходимо закрыть следующие приложения.'
			}
			CloseWithoutSaving        = @{
				Abort    = 'Если вы не закроете свои приложения, развертывание программного обеспечения будет отложено.'
				Continue = 'Если вы не закроете свои приложения, они будут закрыты без сохранения, и развертывание программного обеспечения продолжится.'
			}
		}
	}
}
